* 2012
  :PROPERTIES:
  :ID:       72d145e3-cdf4-493a-86c3-5195709765f3
  :END:
** 2012-10 October
*** 2012-10-30
**** Flow Physique : [20/10x8+60]6 Mod
       :PROPERTIES:
       :ID:       5c0bae81-e2fb-408b-a99f-6059921166fe
       :END:
#+TBLNAME: 20121030RAW
| Exercise          | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | Min |  HR | T | E | D |
|-------------------+---+---+---+---+---+---+---+---+-----+-----+---+---+---|
| Hack Squat        | 6 | 8 | 8 | 7 | 7 | 6 |   |   |   6 | 124 | 8 | 5 | 2 |
| Plank Pull Knee   | 4 | 4 | 4 | 4 | 4 | 4 |   |   |   4 | 124 | 8 | 6 | 3 |
| Sit Thru Knee     | 6 | 6 | 7 | 6 | 6 | 6 |   |   |   6 | 152 | 8 | 6 | 3 |
| Knee Press        | 5 | 5 | 5 | 5 | 4 | 4 |   |   |   4 | 112 | 7 | 7 | 4 |
| Basic Spinal Rock | 4 | 4 | 4 | 4 | 4 | 4 |   |   |   4 | 124 | 8 | 6 | 4 |
| Table Lift        | 3 | 3 | 3 | 3 | 3 | 3 |   |   |   3 |  84 | 8 | 6 | 4 |
       #+TBLFM: $10=vmin($2..$9)

#+TBLNAME: 20121030SUMMARY
| Rest HR | Average HR | Score |      Tech | Eff |      Disc |
|---------+------------+-------+-----------+-----+-----------|
|      65 |        120 |    27 | 7.8333333 |   6 | 3.3333333 |
       #+TBLFM: @2$2=vmean(remote(20121030RAW,@2$11..@7$11)::@2$3=vsum(remote(20121030RAW,@2$10..@7$10))::@2$4=vmean(remote(20121030RAW,@2$12..@7$12))::@2$5=vmean(remote(20121030RAW,@2$13..@7$13))::@2$6=vmean(remote(20121030RAW,@2$14..@7$14))

*** 2012-10-31
**** Flow Physique : [20/10x8+60]6 High
       :PROPERTIES:
       :ID:       ce32e5c4-9be2-414b-b195-01698ca42d36
       :END:
#+TBLNAME: 20121031RAW
| Exercise          | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | Min |  HR | T | E | D |
|-------------------+---+---+---+---+---+---+---+---+-----+-----+---+---+---|
| Hack Squat        | 8 | 9 | 9 | 9 | 9 | 9 |   |   |   8 | 152 | 9 | 8 | 1 |
| Plank Pull Knee   | 6 | 6 | 6 | 6 | 5 | 6 |   |   |   5 | 144 | 9 | 8 | 4 |
| Sit Thru Knee     | 9 | 8 | 8 | 8 | 8 | 8 |   |   |   8 | 168 | 8 | 8 | 2 |
| Knee Press        | 5 | 5 | 5 | 4 | 4 | 4 |   |   |   4 | 150 | 8 | 9 | 4 |
| Basic Spinal Rock | 6 | 6 | 8 | 5 | 5 | 5 |   |   |   5 | 108 | 8 | 8 | 3 |
| Table Lift        | 4 | 4 | 4 | 3 | 3 | 3 |   |   |   3 | 104 | 7 | 9 | 5 |
       #+TBLFM: $10=vmin($2..$9)

#+TBLNAME: 20121031SUMMARY
| Rest HR |  Final HR | Score |      Tech |       Eff |      Disc |
|---------+-----------+-------+-----------+-----------+-----------|
|      65 | 137.66667 |    33 | 8.1666667 | 8.3333333 | 3.1666667 |
       #+TBLFM: @2$2=vmean(remote(20121031RAW,@2$11..@7$11)::@2$3=vsum(remote(20121031RAW,@2$10..@7$10))::@2$4=vmean(remote(20121031RAW,@2$12..@7$12))::@2$5=vmean(remote(20121031RAW,@2$13..@7$13))::@2$6=vmean(remote(20121031RAW,@2$14..@7$14))
       
** 2012-11 November
*** 2012-11-03 Saturday
**** Flow Physique : 4/1x4
       :PROPERTIES:
       :ID:       b8e1a757-627f-4387-9974-4c147efcfc17
       :END:
#+TBLNAME: 20121103RAW
| Exercise                  | Reps |  HR | T | E | D |
|---------------------------+------+-----+---+---+---|
| Walking Lunge             |   72 | 148 | 9 | 7 | 3 |
| Shoulder Bridge Knee Tuck |   32 | 128 | 9 | 6 | 2 |
| Crow Hop                  |   28 | 152 | 9 | 8 | 3 |
| Forearm Crocodile         |   53 | 156 | 8 | 8 | 2 |
  
#+TBLNAME: 20121103SUMMARY
| Rest HR | Average HR | Score | Tech |  Eff | Disc |
|---------+------------+-------+------+------+------|
|      88 |        146 |   185 | 8.75 | 7.25 |  2.5 |
       #+TBLFM: @2$2=vmean(remote(20121103RAW,@2$3..@5$3)::@2$3=vsum(remote(20121103RAW,@2$2..@5$2))::@2$4=vmean(remote(20121103RAW,@2$4..@5$4))::@2$5=vmean(remote(20121103RAW,@2$5..@5$5))::@2$6=vmean(remote(20121103RAW,@2$6..@5$6))

*** 2012-11-08 Thursday
**** Flow Physique : EMOTM (Mod)
       :PROPERTIES:
       :ID:       492086a2-99e9-418e-a678-7c4846e2ff3d
       :END:
#+TBLNAME: 20121108SUMMARY
| Rest HR | Average HR | Score | Tech | Eff | Disc |
|---------+------------+-------+------+-----+------|
|      70 |        124 |    11 |    9 |   8 |    3 |

*** 2012-11-12 Monday
**** Flow Physique : AMRAP (Mod)
       :PROPERTIES:
       :ID:       7511e0fc-cf95-4f37-9695-a383dcea5116
       :END:
#+TBLNAME: 20121112SUMMARY
| Rest HR | Average HR | Score | Tech | Eff | Disc |
|---------+------------+-------+------+-----+------|
|      74 |        164 |     4 |    7 |   8 |    4 |

*** 2012-11-13 Tueday
**** Flow Physique : AMRAP (High)
       :PROPERTIES:
       :ID:       d5bc4223-5d38-4b93-b68d-deffb5dfcd2a
       :END:
#+TBLNAME: 20121113SUMMARY
| Rest HR | Average HR | Score | Tech | Eff | Disc |
|---------+------------+-------+------+-----+------|
|      60 |        156 |     6 |    8 |   9 |    4 |

*** 2012-11-17 Saturday
**** Flow Physique : [90/30x5]2 (Mod)
       :PROPERTIES:
       :ID:       385d0c1c-7589-439f-bb71-251358ed15a6
       :END:
#+TBLNAME: 20121117RAW
| Exercise                  | Reps 1 | Reps 2 | Min | HR1 | HR2 | T1 | T2 | E1 | E2 | D1 | D2 |
|---------------------------+--------+--------+-----+-----+-----+----+----+----+----+----+----|
| Forearm Cross Knee Thread |     20 |     12 |  12 | 108 | 148 |  8 |  7 |  6 |  6 |  2 |  4 |
| Rocca Bent                |     12 |     12 |  12 | 128 | 148 |  9 |  8 |  6 |  7 |  3 |  4 |
| Jump Up                   |     16 |      8 |   8 | 108 | 152 |  9 |  9 |  6 |  6 |  3 |  3 |
| Quad Press                |     31 |     23 |  23 | 152 | 152 |  9 |  9 |  7 |  7 |  3 |  3 |
| Alternating Dolphin       |     13 |     12 |  12 | 152 | 144 |  7 |  8 |  8 |  7 |  4 |  4 |
       #+TBLFM: $4=vmin($2..$3)

#+TBLNAME: 20121117SUMMARY
| Rest HR | Average HR | Score | Tech | Eff | Disc |
|---------+------------+-------+------+-----+------|
|      77 |      139.2 |    67 |  8.3 | 6.6 |  3.3 |
       #+TBLFM: @2$2=vmean(remote(20121117RAW,@2$5..@6$6)::@2$3=vsum(remote(20121117RAW,@2$4..@6$4))::@2$4=vmean(remote(20121117RAW,@2$7..@6$8))::@2$5=vmean(remote(20121117RAW,@2$9..@6$10))::@2$6=vmean(remote(20121117RAW,@2$11..@6$12))
 
*** 2012-11-19 Monday
**** Intuflow
       :PROPERTIES:
       :ID:       6802377a-4a60-4058-9dfa-8804ed1f03fc
       :END:
[2012-11-20 Thu 15:30]

#+TBLNAME: 20121119SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      53 |       71 |       |    9 |   3 |    2 |
  
*** 2012-11-20 Tuesday
**** Thrive Flow
       :PROPERTIES:
       :ID:       1525e014-2499-45b3-b98b-e8913c6a126b
       :END:
[2012-11-20 Thu 15:30]

#+TBLNAME: 20121120SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|         |          |       |    8 |   4 |    3 |

*** 2012-11-21 Wednesday
**** Flow Physique : AFAP (Mod)
       :PROPERTIES:
       :ID:       b1ad2732-367d-4e5b-8346-735c941ac257
       :END:
#+TBLNAME: 20121121SUMMARY
| Rest HR | Final HR | Time          | Tech | Eff | Disc |
|---------+----------+---------------+------+-----+------|
|      60 |      100 | 671s          |    8 |   6 |    2 |

*** 2012-11-22 Thursday
**** Flow Physique : AFAP (High)
       :PROPERTIES: 
       :ID:       b3f5de7c-d839-4262-9126-1cc0c28fccce
       :END:
#+TBLNAME: 20121122SUMMARY
| Rest HR | Final HR | Time | Tech | Eff | Disc |
|---------+----------+------+------+-----+------|
|      63 |      164 | 530s |    9 |   9 |    4 |

*** 2012-11-23 Friday
**** Thrive Flow
       :PROPERTIES:
       :ID:       d8d9af28-66ef-4f66-a2cf-45c67cdad885
       :END:

#+TBLNAME: 20121123SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|         |          |       |    7 |   6 |    5 |

*** 2012-11-24 Saturday
**** Thrive Flow
       :PROPERTIES:
       :ID:       c42b03e0-de8d-4ded-a155-f388b3b2f4b6
       :END:
[2012-11-24 Thu 15:30]

#+TBLNAME: 20121124SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|         |          |       |    8 |   5 |    5 |

*** 2012-11-25 Sunday
**** Thrive Flow
       :PROPERTIES:
       :ID:       782e4385-7f9b-433b-8351-e0e9181b464d
       :END:
[2012-11-25 Sun 16:05]

#+TBLNAME: 20121125SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|         |          |       |    7 |   5 |    4 |

*** 2012-11-27 Tuesday
**** Intu Flow
       :PROPERTIES:
       :ID:       7c22c697-598a-4901-80b7-50f2828a4041
       :END:
[2012-11-27 Tue 09:00]

#+TBLNAME: 20121127SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      55 |       75 |       |    8 |   2 |    3 |

*** 2012-11-29 Thursday
**** Ageless Mobility
      :PROPERTIES:
      :ID:       8e009804-a13e-4e11-8334-2dc49bec5b9a
      :END:
[2012-11-29 Thu 15:55]

#+TBLNAME: 20121129SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|         |       72 |       |    8 |   6 |    4 |

** 2012-12 December
*** 2012-12-01 Saturday
**** Flow Physique : [20/10x8+60]6 Mod
       :PROPERTIES:
       :ID:       83784b91-67e5-42b7-b2f3-aa50127effed
       :END:
#+TBLNAME: 20121201RAW
| Exercise          | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | Min |  HR | T | E | D |
|-------------------+---+---+---+---+---+---+---+---+-----+-----+---+---+---|
| Hack Squat        | 8 | 8 | 8 | 8 | 8 | 8 |   |   |   8 |  84 | 9 | 4 | 1 |
| Plank Pull Knee   | 4 | 5 | 5 | 4 | 4 | 4 |   |   |   4 |  92 | 7 | 5 | 4 |
| Sit Thru Knee     | 8 | 8 | 8 | 8 | 8 | 8 |   |   |   8 | 112 | 9 | 6 | 3 |
| Knee Press        | 4 | 4 | 4 | 4 | 2 | 4 |   |   |   2 | 112 | 7 | 7 | 4 |
| Basic Spinal Rock | 4 | 5 | 5 | 5 | 5 | 4 |   |   |   4 | 112 | 8 | 6 | 3 |
| Table Lift        | 3 | 3 | 4 | 3 | 3 | 3 |   |   |   3 | 108 | 8 | 6 | 4 |
       #+TBLFM: $10=vmin($2..$9)

#+TBLNAME: 20121201SUMMARY
| Rest HR | Average HR | Score | Tech |       Eff |      Disc |
|---------+------------+-------+------+-----------+-----------|
|      72 |  103.33333 |    29 |    8 | 5.6666667 | 3.1666667 |
       #+TBLFM: @2$2=vmean(remote(20121201RAW,@2$11..@7$11)::@2$3=vsum(remote(20121201RAW,@2$10..@7$10))::@2$4=vmean(remote(20121201RAW,@2$12..@7$12))::@2$5=vmean(remote(20121201RAW,@2$13..@7$13))::@2$6=vmean(remote(20121201RAW,@2$14..@7$14))

*** 2012-12-02 Sunday
**** Flow Physique : [20/10x8+60]6 High
       :PROPERTIES:
       :ID:       d13685b1-7378-4113-94e6-7194cae7e54b
       :END:
#+TBLNAME: 20121202RAW
| Exercise          | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | Min |  HR | T | E | D |
|-------------------+---+---+---+---+---+---+---+---+-----+-----+---+---+---|
| Hack Squat        | 7 | 8 | 8 | 8 | 8 | 8 |   |   |   7 |  92 | 9 | 4 | 2 |
| Plank Pull Knee   | 4 | 5 | 5 | 4 | 5 | 4 |   |   |   4 | 104 | 8 | 5 | 3 |
| Sit Thru Knee     | 5 | 7 | 7 | 8 | 7 | 8 |   |   |   5 |  88 | 9 | 6 | 3 |
| Knee Press        | 5 | 4 | 5 | 5 | 4 | 4 |   |   |   4 | 104 | 7 | 6 | 5 |
| Basic Spinal Rock | 4 | 4 | 5 | 5 | 5 | 4 |   |   |   4 | 100 | 8 | 6 | 3 |
| Table Lift        | 2 | 2 | 1 | 1 | 1 | 1 |   |   |   1 |  76 | 7 | 3 | 5 |
       #+TBLFM: $10=vmin($2..$9)

#+TBLNAME: 20121202SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      64 |       94 |    25 |    8 |   5 |  3.5 |
       #+TBLFM: @2$2=vmean(remote(20121202RAW,@2$11..@7$11)::@2$3=vsum(remote(20121202RAW,@2$10..@7$10))::@2$4=vmean(remote(20121202RAW,@2$12..@7$12))::@2$5=vmean(remote(20121202RAW,@2$13..@7$13))::@2$6=vmean(remote(20121202RAW,@2$14..@7$14))
       
*** 2012-12-03 Monday
**** Intuflow
       :PROPERTIES:
       :ID:       e56695eb-9c5e-4cb9-84fe-182f8a369080
       :END:


#+TBLNAME: 20121203SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|         |          |       |      |     |      |

*** 2012-12-04 Tuesday
**** Thrive Flow
       :PROPERTIES:
       :ID:       6b272c39-7be7-44e5-b937-ab003a9d84ad
       :END:

#+TBLNAME: 20121204SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|         |          |       |      |     |      |

*** 2012-12-05 Wednesday
**** Flow Physique : 4/1x4 (Mod)
       :PROPERTIES:
       :ID:       276965bb-310c-424f-880b-6ca00ea3d5e6
       :END:
#+TBLNAME: 20121205RAW
| Exercise                  | Reps |  HR | T | E | D |
|---------------------------+------+-----+---+---+---|
| Walking Lunge             |   61 | 168 | 9 | 5 | 8 |
| Shoulder Bridge Knee Tuck |   33 | 132 | 9 | 6 | 2 |
| Crow Hop                  |   23 | 160 | 8 | 7 | 3 |
| Forearm Crocodile         |   26 | 152 | 9 | 7 | 2 |
  
#+TBLNAME: 20121205SUMMARY
| Rest HR | Average HR | Score | Tech |  Eff | Disc |
|---------+------------+-------+------+------+------|
|      70 |        153 |   143 | 8.75 | 6.25 | 3.75 |
       #+TBLFM: @2$2=vmean(remote(20121205RAW,@2$3..@5$3)::@2$3=vsum(remote(20121205RAW,@2$2..@5$2))::@2$4=vmean(remote(20121205RAW,@2$4..@5$4))::@2$5=vmean(remote(20121205RAW,@2$5..@5$5))::@2$6=vmean(remote(20121205RAW,@2$6..@5$6))

*** 2012-12-07 Friday
**** Intuflow
       :PROPERTIES:
       :ID:       ceaf8401-7ece-4f58-91f9-6d87375116eb
       :END:
[2012-12-07 Fri 07:00]

#+TBLNAME: 20121207SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      55 |       62 |       |    8 |   4 | 2    |

*** 2012-12-08 Saturday
**** Ageless Mobility
       :PROPERTIES:
       :ID:       fa7aa95b-037d-4a02-9335-40e074382816
       :END:
[2012-12-08 Sat 21:00]

#+TBLNAME: 20121208SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|         |       85 |       |    9 |   4 | 2    |

*** 2012-12-09 Sunday
**** Flow Physique : EMOTM (Mod)
       :PROPERTIES:
       :ID:       17e701d6-8f96-485b-bc9e-7793f04aa6e6
       :END:


#+TBLNAME: 20121209SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      59 |      132 |    15 |    8 |   6 |    4 |

*** 2012-12-10 Monday
**** Flow Physique : EMOTM (High)
       :PROPERTIES:
       :ID:       9ec4a91f-efda-4117-9530-dbf9005dba76
       :END:


#+TBLNAME: 20121210SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      68 |      144 |    15 |    9 |   9 |    3 |

*** 2012-12-11 Tuesday
**** Intuflow
       :PROPERTIES:
       :ID:       d3fd2f46-e543-46ff-ad30-c647e2b48c18
       :END:


#+TBLNAME: 20121211SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
| 74      | 91       |       | 8    | 5   | 3    |

*** 2012-12-12 Wednesday
**** Thrive Flow
       :PROPERTIES:
       :ID:       8ff21562-3fce-4ec2-b3c6-c117276a0bb4
       :END:

#+TBLNAME: 20121212SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
| 77      | 72       |       | 8    | 6   | 4    |

*** 2012-12-14 Friday
**** X-tension/be breathed (mod)
       :PROPERTIES:
       :ID:       26f0b5e5-cdfc-4160-bd99-519eb0a7db44
       :END:

#+TBLNAME: 20121214SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      59 |      132 |       |    9 |   6 |    3 |

*** 2012-12-15 Saturday
**** X-tension/be breathed (high)
       :PROPERTIES:
       :ID:       f8b30f5d-9f2f-4e74-8840-4247fab2829b
       :END:

#+TBLNAME: 20121215SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      56 |      140 |       |    9 |   8 |    4 |

*** 2012-12-16 Sunday
**** Intuflow
       :PROPERTIES:
       :ID:       9e7aa368-4437-4ef6-b9f0-a148b901b294
       :END:

#+TBLNAME: 20121216SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      62 |      104 |       |    9 |   4 |    2 |

*** 2012-12-17 Monday
**** Ageless Mobility
       :PROPERTIES:
       :ID:       a3295aa6-0ddc-48de-80dc-121d0cde3314
       :END:

#+TBLNAME: 20121217SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      64 | 68       |       | 9    | 3   | 2    |

*** 2012-12-18 Tuesday
**** Flow Physique : AMRAP (Mod)
       :PROPERTIES:
       :ID:       ebdaad31-0fac-4260-94a9-987c56604bf1
       :END:

#+TBLNAME: 20121218SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      62 |      132 | 6     |    9 |   8 |    3 |

*** 2012-12-19 Wednesday
**** Flow Physique : AMRAP (High)
       :PROPERTIES:
       :ID:       2d949ecb-3d55-4d27-a468-6b466f37202b
       :END:

       #+TBLNAME: 20121219SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      57 |      160 |     8 |    8 |   9 |    3 |

*** 2012-12-20 Thursday
**** Intuflow
       :PROPERTIES:
       :ID:       bfe7262e-8543-414a-8a26-991c946f87b7
       :END:

#+TBLNAME: 20121220SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      52 |       76 |       |    9 |   3 |    1 |

*** 2012-12-21 Friday
**** Thrive Flow
       :PROPERTIES:
       :ID:       a2eb234d-6e20-4a68-8cb2-1707df1f3dc8
       :END:

#+TBLNAME: 20121221SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      60 | 76       |       | 8    | 4   | 3    |
*** 2012-12-23 Sunday
**** Intuflow
       :PROPERTIES:
       :ID:       b1eb9ec5-6413-4b0a-825c-15b839079cf4
       :END:

#+TBLNAME: 20121223SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      71 |       63 |       |    8 |   3 | 3    |

*** 2012-11-24 Monday
**** Flow Physique : [90/30x5]2 (Mod)
       :PROPERTIES:
       :ID:       545fa614-3ac7-4a72-ae22-7f0731ca4e88
       :END:
#+TBLNAME: 20121224RAW
| Exercise                  | Reps 1 | Reps 2 | Min | HR1 | HR2 | T1 | T2 | E1 | E2 | D1 | D2 |
|---------------------------+--------+--------+-----+-----+-----+----+----+----+----+----+----|
| Forearm Cross Knee Thread |     18 |     10 |  10 | 112 | 104 |  8 |  8 |  6 |  6 |  4 |  4 |
| Rocca Bent                |     10 |      6 |   6 | 116 | 110 |  9 |  8 |  6 |  7 |  4 |  5 |
| Jump Up                   |      6 |      5 |   5 | 106 | 100 |  9 |  9 |  6 |  7 |  3 |  3 |
| Quad Press                |     46 |     35 |  35 | 108 | 120 |  9 |  9 |  8 |  8 |  2 |  2 |
| Alternating Dolphin       |     12 |      8 |   8 | 104 | 104 |  7 |  7 |  7 |  8 |  5 |  4 |
       #+TBLFM: $4=vmin($2..$3)

#+TBLNAME: 20121224SUMMARY
| Rest HR | Average HR | Score | Tech | Eff | Disc |
|---------+------------+-------+------+-----+------|
|      59 |      108.4 |    64 |  8.3 | 6.9 |  3.6 |
       #+TBLFM: @2$2=vmean(remote(20121224RAW,@2$5..@6$6)::@2$3=vsum(remote(20121224RAW,@2$4..@6$4))::@2$4=vmean(remote(20121224RAW,@2$7..@6$8))::@2$5=vmean(remote(20121224RAW,@2$9..@6$10))::@2$6=vmean(remote(20121224RAW,@2$11..@6$12))
 
*** 2012-11-25 Tuesday
**** Flow Physique : [90/30x5]2 (High)
       :PROPERTIES:
       :ID:       8108ac0c-54ee-4ece-a64e-757a067ef24a
       :END:
#+TBLNAME: 20121225RAW
| Exercise                  | Reps 1 | Reps 2 | Min | HR1 | HR2 | T1 | T2 | E1 | E2 | D1 | D2 |
|---------------------------+--------+--------+-----+-----+-----+----+----+----+----+----+----|
| Forearm Cross Knee Thread |     21 |     20 |  20 | 100 | 128 |  9 |  9 |  7 |  8 |  2 |  4 |
| Rocca Bent                |     10 |     16 |  10 | 100 | 124 |  9 |  9 |  8 |  8 |  3 |  4 |
| Jump Up                   |      7 |      8 |   7 | 104 | 120 |  9 |  9 |  8 |  9 |  4 |  3 |
| Quad Press                |     58 |     51 |  51 | 112 | 136 |  9 |  9 |  8 |  9 |  3 |  4 |
| Alternating Dolphin       |     13 |     22 |  13 | 116 | 132 |  8 |  8 |  8 |  9 |  4 |  4 |
       #+TBLFM: $4=vmin($2..$3)

#+TBLNAME: 20121225SUMMARY
| Rest HR | Average HR | Score | Tech | Eff | Disc |
|---------+------------+-------+------+-----+------|
|      62 |      117.2 |   101 |  8.8 | 8.2 |  3.5 |
       #+TBLFM: @2$2=vmean(remote(20121225RAW,@2$5..@6$6)::@2$3=vsum(remote(20121225RAW,@2$4..@6$4))::@2$4=vmean(remote(20121225RAW,@2$7..@6$8))::@2$5=vmean(remote(20121225RAW,@2$9..@6$10))::@2$6=vmean(remote(20121225RAW,@2$11..@6$12))
 
*** 2012-12-26 Wednesday
**** Intuflow
       :PROPERTIES:
       :ID:       1c55256b-45a6-4d96-a233-d0fd80b78e3e
       :END:

#+TBLNAME: 20121226SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      75 |       96 |       |      |     |      |

*** 2012-12-27 Thursday
**** Thrive Flow
       :PROPERTIES:
       :ID:       2960d902-2d26-4531-8d39-af3139294de1
       :END:

#+TBLNAME: 20121227SUMMARY
| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|         |       69 |       |    8 |   4 | 3    |

*** 2012-12-28 Friday
**** Flow Physique : AFAP (Mod)
       :PROPERTIES:
       :ID:       a342f945-bed9-4e29-81c9-539b9f3d6b98
       :END:
#+TBLNAME: 20121228SUMMARY
| Rest HR | Final HR | Time | Tech | Eff | Disc |
|---------+----------+------+------+-----+------|
|      68 |       78 | 900s |    7 |   7 | 5    |

*** 2012-12-29 Saturday
**** Flow Physique : AFAP (High)
       :PROPERTIES: 
       :ID:       22fba9d5-75be-4544-be18-30476cb43996
       :END:
#+TBLNAME: 20121229SUMMARY
| Rest HR | Final HR | Time | Tech | Eff | Disc |
|---------+----------+------+------+-----+------|
|      56 |       92 | 540s |    9 |   6 |    4 |

*** 2012-12-30 Sunday
**** Thrive Flow 
     :LOGBOOK:
     CLOCK: [2012-12-30 Sun 16:24]--[2012-12-30 Sun 17:01] =>  0:37
     :END:
:PROPERTIES:
:Intensity: Low
:Type: Compensation
:RestHR: 60
:FinalHR: 64
:Score:  
:Technique: 8
:Effort: 5 
:Discomfort: 4
:END:

[2012-12-30 Sun 19:10]
*** 2012-12-31 Monday

**** Qi Gong 
     :LOGBOOK:
     CLOCK: [2012-12-31 Mon 09:30]--[2012-12-31 Mon 09:45] =>  0:15
     :END:
     :PROPERTIES:
:Intensity: None
:Type: Mobility
:RestHR: 
:FinalHR: 57
:Score:
:Technique: 9
:Effort: 2
:Discomfort: 1
:END:

[2012-12-31 Mon 09:30]

**** Thrive Flow
     :LOGBOOK:
     CLOCK: [2012-12-31 Mon 15:25]--[2012-12-31 Mon 16:00] =>  0:35
     :END:
     :PROPERTIES: 
     :Intensity: Low
     :Type: Compensation
     :RestHR: 72
     :FinalHR: 84
     :Score:
     :Technique: 8
     :Effort:   5
     :Discomfort: 3
     
     :END:

[2012-12-31 Mon 15:25]

* 2013
  :PROPERTIES:
  :ID:       6998d6b6-a243-4e69-9341-90073abafcc7
  :END:
** 2013-01 January
*** 2013-01-01 Tuesday
**** Qi Gong 
     :LOGBOOK:
     CLOCK: [2013-01-01 Tue 09:00]--[2013-01-01 Tue 09:15] =>  0:15
     :END:
:PROPERTIES:
:Intensity: None
:Type: Mobility
:Rest HR: 
:Final HR: 
:Score:
:Technique: 9
:Effort: 2
:Discomfort: 1
:END:

     [2013-01-01 Tue 09:00]
**** Thrive Flow 
     :LOGBOOK:
     CLOCK: [2013-01-01 Tue 15:22]--[2013-01-01 Tue 16:05] =>  0:43
     :END:
:PROPERTIES:
:Intensity: Low
:Type: Compensation
:RestHR: 68
:FinalHR: 84
:Score:
:Technique: 9
:Effort: 5
:Discomfort: 3
:END:

[2013-01-01 Tue 15:22]

**** Foam Roller 
     :LOGBOOK:
     CLOCK: [2013-01-01 Tue 16:05]--[2013-01-01 Tue 16:53] =>  0:48
     :END:
:PROPERTIES:
:Intensity: Low
:Type: Compensation
:RestHR: 68
:FinalHR: 68
:Score:
:Technique: 9
:Effort: 2
:Discomfort: 4
:END:

[2013-01-01 Tue 16:05]

**** Walk
     :LOGBOOK:
     CLOCK: [2013-01-01 Tue 18:00]--[2013-01-01 Tue 18:20] =>  0:20
     :END:
:PROPERTIES:
:Type:
:Intensity:
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-01 Tue 18:47]
*** 2013-01-02 Wednesday

**** Qi Gong 
     :LOGBOOK:
     CLOCK: [2013-01-02 Wed 08:00]--[2013-01-02 Wed 08:15] =>  0:15
     :END:
:PROPERTIES:
:Intensity: None
:Type: Mobility
:RestHR: 
:FinalHR:
:Score:
:Technique: 9
:Effort: 2
:Discomfort: 2
:END:

[2013-01-02 Wed 08:00]
**** Foam Roller 
     :LOGBOOK:
     CLOCK: [2013-01-02 Wed 08:15]--[2013-01-02 Wed 08:35] =>  0:20
     :END:
:PROPERTIES:
:Intensity: None
:Type: Compensation
:RestHR: 
:FinalHR: 60
:Score:
:Technique: 9
:Effort: 2
:Discomfort: 3
:END:

[2013-01-02 Wed 08:37]
**** Thrive Flow 
     :LOGBOOK:
     CLOCK: [2013-01-02 Wed 13:10]--[2013-01-02 Wed 13:39] =>  0:29
     :END:
:PROPERTIES:
:Intensity: Low
:Type: Compensation
:RestHR: 
:FinalHR: 88
:Score:
:Technique: 8
:Effort: 4
:Discomfort: 3
:END:

[2013-01-02 Wed 13:10]
*** 2013-01-03 Thursday

**** Intuflow 
     :LOGBOOK:
     CLOCK: [2013-01-03 Thu 10:47]--[2013-01-03 Thu 11:19] =>  0:32
     :END:
:PROPERTIES:
:Intensity: None
:Type: Mobility
:RestHR: 64
:FinalHR: 116
:Score:
:Technique: 9
:Effort: 5
:Discomfort: 3
:END:

[2013-01-03 Thu 10:47]
*** 2013-01-04 Friday

**** Ageless Mobility 
     :LOGBOOK:
     CLOCK: [2013-01-04 Fri 16:14]--[2013-01-04 Fri 17:47] =>  1:33
     :END:
:PROPERTIES:
:Intensity: Low
:Type: Compensation
:RestHR: 62
:FinalHR: 68
:Score:
:Technique: 7
:Effort: 5
:Discomfort: 4
:END:

[2013-01-04 Fri 16:14]
*** 2013-01-05 Saturday

**** Stretch/Foam Roller
     :LOGBOOK:
     CLOCK: [2013-01-05 Sat 10:45]--[2013-01-05 Sat 11:01] =>  0:16
     :END:
:PROPERTIES:
:Intensity: None
:Type: Compensation
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-05 Sat 10:50]
**** Flow Physique [20/10x8+60]6 
     :LOGBOOK:
     CLOCK: [2013-01-05 Sat 12:07]--[2013-01-05 Sat 13:12] =>  1:05
     :END:
:PROPERTIES:
:Intensity: Mod
:Type: Conditioning
:RestHR: 60
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-05 Sat 12:07]

***** Instructions
- Intuflow
- Flow physique
- Thrive flow
***** Data 
| Exercise          |  1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | Min | HR | T |  E | D |
|-------------------+----+---+---+---+---+---+---+---+-----+----+---+----+---|
| Hack Squat        |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Plank Pull Knee   |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Sit Thru Knee     |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Knee Press        |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Basic Spinal Rock |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Table Lift        |    |   |   |   |   |   |   |   |     |    |   |    |   |
|-------------------+----+---+---+---+---+---+---+---+-----+----+---+----+---|
| Rest HR           |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Avg HR            |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Score             |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Tech              |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Eff               |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Disc              |    |   |   |   |   |   |   |   |     |    |   |    |   |
|                   |    |   |   |   |   |   |   |   |     |    |   |    |   |
       #+TBLFM: $10=vmin($2..$9)::@9$2=vmean(@2$11..@7$11)::@10$2=vsum(@2$10..@7$10)::@11$2=vmean(@2$12..@7$12)::@12$2=vmean(@2$13..@7$13)::@13$2=vmean(@2$14..@7$14)
**** Foam roller/stretch
     :LOGBOOK:
     CLOCK: [2013-01-05 Sat 16:19]--[2013-01-05 Sat 16:47] =>  0:28
     :END:
:PROPERTIES:
:Intensity: None
:Type: Compensation
:RestHR: 64
:FinalHR: 68
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-05 Sat 16:19]
**** Walk
     :LOGBOOK:
     CLOCK: [2013-01-05 Sat 16:47]--[2013-01-05 Sat 17:20] =>  0:33
     :END:
:PROPERTIES:
:Intensity: None
:Type: 
:RestHR: 68 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-05 Sat 16:47]
*** 2013-01-07 Monday

**** Intuflow 
     :LOGBOOK:
     CLOCK: [2013-01-07 Mon 08:33]--[2013-01-07 Mon 09:05] =>  0:32
     :END:
:PROPERTIES:
:Type: Mobility
:Intensity: None
:RestHR: 78
:FinalHR: 88
:Score:
:Technique: 9
:Effort: 3
:Discomfort: 2
:END:

[2013-01-07 Mon 08:33]
*** 2013-01-08 Tuesday

**** Qi Gong 
     :LOGBOOK:
     CLOCK: [2013-01-08 Tue 07:00]--[2013-01-08 Tue 07:15] =>  0:15
     :END:
:PROPERTIES:
:Intensity: None
:Type: Mobility
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-08 Tue 07:33]
*** 2013-01-09 Wednesday

**** Qi Gong 
     :LOGBOOK:
     CLOCK: [2013-01-09 Wed 08:16]--[2013-01-09 Wed 08:29] =>  0:13
     :END:
:PROPERTIES:
:Intensity: None
:Type: Mobility
:RestHR: 60
:FinalHR: 66
:Score:
:Technique: 9
:Effort: 2
:Discomfort: 3
:END:

[2013-01-09 Wed 08:16]
**** Walk
     :LOGBOOK:
     CLOCK: [2013-01-09 Wed 08:40]--[2013-01-09 Wed 09:30] =>  0:50
     :END:
:PROPERTIES:
:Type: None
:Intensity: None
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-09 Wed 09:36]
:Intensity: None
:Type: Compensation
*** 2013-01-10 Thursday

**** Flow Physique [20/12x8+60]6 
     :LOGBOOK:
     CLOCK: [2013-01-10 Thu 09:31]--[2013-01-10 Thu 10:20] =>  0:49
     :END:
:PROPERTIES:
:Intensity: Mod
:Type: Conditioning
:RestHR: 56
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-10 Thu 09:31]

| Exercise          |  1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | Min | HR | T |  E | D |
|-------------------+----+---+---+---+---+---+---+---+-----+----+---+----+---|
| Hack Squat        |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Plank Pull Knee   |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Sit Thru Knee     |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Knee Press        |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Basic Spinal Rock |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Table Lift        |    |   |   |   |   |   |   |   |     |    |   |    |   |
|-------------------+----+---+---+---+---+---+---+---+-----+----+---+----+---|
| Rest HR           |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Avg HR            |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Score             |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Tech              |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Eff               |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Disc              |    |   |   |   |   |   |   |   |     |    |   |    |   |
|                   |    |   |   |   |   |   |   |   |     |    |   |    |   |
       #+TBLFM: $10=vmin($2..$9)::@9$2=vmean(@2$11..@7$11)::@10$2=vsum(@2$10..@7$10)::@11$2=vmean(@2$12..@7$12)::@12$2=vmean(@2$13..@7$13)::@13$2=vmean(@2$14..@7$14)
*** 2013-01-11 Friday

**** Flow Physique [20/12x8+60]6 
     :LOGBOOK:
     CLOCK: [2013-01-11 Fri 08:12]--[2013-01-11 Fri 09:03] =>  0:51
     :END:
:PROPERTIES:
:Intensity: 
:Type: Conditioning
:RestHR: 60
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-11 Fri 08:12]

| Exercise          |  1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | Min | HR | T |  E | D |
|-------------------+----+---+---+---+---+---+---+---+-----+----+---+----+---|
| Hack Squat        |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Plank Pull Knee   |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Sit Thru Knee     |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Knee Press        |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Basic Spinal Rock |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Table Lift        |    |   |   |   |   |   |   |   |     |    |   |    |   |
|-------------------+----+---+---+---+---+---+---+---+-----+----+---+----+---|
| Rest HR           |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Avg HR            |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Score             |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Tech              |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Eff               |    |   |   |   |   |   |   |   |     |    |   |    |   |
| Disc              |    |   |   |   |   |   |   |   |     |    |   |    |   |
|                   |    |   |   |   |   |   |   |   |     |    |   |    |   |
       #+TBLFM: $10=vmin($2..$9)::@9$2=vmean(@2$11..@7$11)::@10$2=vsum(@2$10..@7$10)::@11$2=vmean(@2$12..@7$12)::@12$2=vmean(@2$13..@7$13)::@13$2=vmean(@2$14..@7$14)
*** 2013-01-12 Saturday

**** Intuflow 
     :LOGBOOK:
     CLOCK: [2013-01-12 Sat 10:36]--[2013-01-12 Sat 11:13] =>  0:36
     :END:
:PROPERTIES:
:Intensity: None
:Type: Mobility
:RestHR: 60
:FinalHR: 72
:Score:
:Technique: 9
:Effort: 3
:Discomfort: 2
:END:

[2013-01-12 Sat 16:21]
*** 2013-01-13 Sunday

**** Qi Gong 
     :LOGBOOK:
     CLOCK: [2013-01-13 Sun 07:01]--[2013-01-13 Sun 07:15] =>  0:14
     :END:
:PROPERTIES:
:Intensity: None
:Type: Mobility
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-13 Sun 08:01]
**** Walk
     :LOGBOOK:
     CLOCK: [2013-01-13 Sun 08:06]--[2013-01-13 Sun 09:07] =>  1:01
     :END:
:PROPERTIES:
:Intensity: None
:Type: None
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-13 Sun 11:06]
*** 2013-01-14 Monday

**** Meditate
     :LOGBOOK:
     CLOCK: [2013-01-14 Mon 14:19]--[2013-01-14 Mon 15:10] =>  0:51
     :END:
:PROPERTIES:
:Intensity: None
:Type: Relaxation
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-14 Mon 15:19]
**** Intuflow 
     :LOGBOOK:
     CLOCK: [2013-01-14 Mon 15:22]--[2013-01-14 Mon 15:57] =>  0:35
     :END:
:PROPERTIES:
:Intensity: None
:Type: Mobility
:RestHR: 66
:FinalHR: 80
:Score:
:Technique: 9
:Effort: 4
:Discomfort: 2
:END:

[2013-01-14 Mon 15:22]
*** 2013-01-18 Friday

**** Intuflow 
     :LOGBOOK:
     CLOCK: [2013-01-18 Fri 19:40]--[2013-01-18 Fri 20:28] =>  0:47
     :END:
:PROPERTIES:
:Intensity: None
:Type: Mobility
:RestHR: 65
:FinalHR: 67
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-18 Fri 19:40]
*** 2013-01-20 Sunday

**** Foam Roller 
     :LOGBOOK:
     CLOCK: [2013-01-20 Sun 15:38]--[2013-01-20 Sun 16:42] =>  1:04
     :END:
:PROPERTIES:
:Intensity: None
:Type: Compensation
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-20 Sun 15:38]
*** 2013-01-21 Monday

**** Qi Gong 
     :LOGBOOK:
     CLOCK: [2013-01-21 Mon 08:45]--[2013-01-21 Mon 09:00] =>  0:15
     :END:
:PROPERTIES:
:Type:
:Intensity:
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-21 Mon 08:45]
:Intensity: None
:Type: Mobility
**** Be Breathed + flow
     :LOGBOOK:
     CLOCK: [2013-01-21 Mon 10:45]--[2013-01-21 Mon 11:33] =>  0:48
     :END:
:PROPERTIES:
:Intensity: Mod
:Type: Conditioning
:RestHR: 
:FinalHR: 102
:Score:
:Technique: 8
:Effort: 6
:Discomfort: 3
:END:

[2013-01-21 Mon 11:32]
**** Meditate
     :LOGBOOK:
     CLOCK: [2013-01-21 Mon 15:05]--[2013-01-21 Mon 15:44] =>  0:39
     :END:
:PROPERTIES:
:Intensity: None
:Type: Relaxation
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-21 Mon 20:44]
**** Foam Roller 
     :LOGBOOK:
     CLOCK: [2013-01-21 Mon 15:45]--[2013-01-21 Mon 16:25] =>  0:40
     :END:
:PROPERTIES:
:Intensity: None
:Type: Compensation
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-21 Mon 20:45]
*** 2013-01-22 Tuesday

**** Be Breathed 
     :LOGBOOK:
     CLOCK: [2013-01-22 Tue 07:47]--[2013-01-22 Tue 08:35] =>  0:48
     :END:
:PROPERTIES:
:Intensity: High
:Type: Conditioning
:RestHR: 72
:FinalHR: 152
:Score:
:Technique: 8
:Effort: 8
:Discomfort: 3
:END:

[2013-01-22 Tue 07:47]
*** 2013-01-24 Thursday

**** Thrive Flow 
     :LOGBOOK:
     CLOCK: [2013-01-24 Thu 08:02]--[2013-01-24 Thu 08:43] =>  0:41
     :END:
:PROPERTIES:
:Intensity: Low
:Type: Compensation
:RestHR: 76
:FinalHR: 72
:Score:
:Technique: 9
:Effort: 5
:Discomfort: 3
:END:

     [2013-01-24 Thu 08:02]
**** Foam Roller/Stretch/Staff
     :LOGBOOK:
     CLOCK: [2013-01-24 Thu 19:26]--[2013-01-24 Thu 20:00] =>  0:34
     :END:
:PROPERTIES:
:Intensity: None
:Type: Compensation
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-24 Thu 20:26]

*** 2013-01-25 Friday

**** Foam Roller/Stretch
     :LOGBOOK:
     CLOCK: [2013-01-25 Fri 17:02]--[2013-01-25 Fri 17:30] =>  0:28
     :END:
:PROPERTIES:
:Intensity: None
:Type: Compensation
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-25 Fri 20:22]

**** Meditate
     :LOGBOOK:
     CLOCK: [2013-01-25 Fri 17:30]--[2013-01-25 Fri 17:40] =>  0:10
     :END:
:PROPERTIES:
:Intensity: None
:Type: Relaxation
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-25 Fri 20:24]


*** 2013-01-27 Sunday

**** Qi Gong 
     :LOGBOOK:
     CLOCK: [2013-01-27 Sun 08:40]--[2013-01-27 Sun 09:00] =>  0:20
     :END:
:PROPERTIES:
:Intensity: None
:Type: Mobility
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-27 Sun 09:13]
**** Walk
     :LOGBOOK:
     CLOCK: [2013-01-27 Sun 09:20]--[2013-01-27 Sun 09:35] =>  0:15
     :END:
:PROPERTIES:
:Intensity: None
:Type: Relaxation
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-27 Sun 09:35]
*** 2013-01-28 Monday

**** Qi Gong 
     :LOGBOOK:
     CLOCK: [2013-01-28 Mon 06:40]--[2013-01-28 Mon 07:07] =>  0:27
     :END:
:PROPERTIES:
:Intensity: None
:Type: Mobility
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-28 Mon 06:53]
**** Thrive Flow 
     :LOGBOOK:
     CLOCK: [2013-01-28 Mon 08:02]--[2013-01-28 Mon 08:42] =>  0:40
     :END:
:PROPERTIES:
:Intensity: Low
:Type: Compensation
:RestHR: 70
:FinalHR: 74
:Score:
:Technique: 9
:Effort: 5
:Discomfort: 3
:END:

[2013-01-28 Mon 08:02]
**** Ageless Mobility 
     :LOGBOOK:
     CLOCK: [2013-01-28 Mon 14:52]--[2013-01-28 Mon 16:21] =>  1:29
     :END:
:PROPERTIES:
:Intensity: Low
:Type: Compensation
:RestHR: 63
:FinalHR: 58
:Score:
:Technique: 9
:Effort: 5
:Discomfort: 4
:END:

[2013-01-28 Mon 14:52]
*** 2013-01-30 Wednesday

**** Foam Roller/Stretch
     :LOGBOOK:
     CLOCK: [2013-01-30 Wed 16:51]--[2013-01-30 Wed 17:15] =>  0:24
     :END:
:PROPERTIES:
:Intensity: None
:Type: Compensation
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-01-30 Wed 16:51]
** 2013-02 February
*** 2013-02-02 Saturday

**** Qi Gong 
     :LOGBOOK:
     CLOCK: [2013-02-02 Sat 06:55]--[2013-02-02 Sat 07:12] =>  0:17
     :END:
:PROPERTIES:
:Intensity: None
:Type: Mobility
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-02-02 Sat 07:04]
**** Walk
     :LOGBOOK:
     CLOCK: [2013-02-02 Sat 07:15]--[2013-02-02 Sat 07:35] =>  0:20
     :END:
:PROPERTIES:
:Intensity: None
:Type: Relaxation
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-02-02 Sat 07:14]
**** Foam Roller/Stretch
     :LOGBOOK:
     CLOCK: [2013-02-02 Sat 11:20]--[2013-02-02 Sat 11:49] =>  0:29
     :END:
:PROPERTIES:
:Intensity: None
:Type: Compensation
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-02-02 Sat 11:49]
*** 2013-02-03 Sunday

**** Foam Roller/Stretch
     :LOGBOOK:
     CLOCK: [2013-02-03 Sun 16:55]--[2013-02-03 Sun 17:25] =>  0:30
     :END:
:PROPERTIES:
:Intensity: None
:Type: Compensation
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-02-03 Sun 17:01]
*** 2013-02-04 Monday

**** Qi Gong 
     :LOGBOOK:
     CLOCK: [2013-02-04 Mon 06:55]--[2013-02-04 Mon 07:15] =>  0:20
     :END:
:PROPERTIES:
:Intensity: None
:Type: Mobility
:RestHR: 
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-02-04 Mon 07:31]
**** Intuflow 
     :LOGBOOK:
     CLOCK: [2013-02-04 Mon 07:39]--[2013-02-04 Mon 08:19] =>  0:40
     :END:
:PROPERTIES:
:Intensity: None
:Type: Mobility
:RestHR: 66
:FinalHR:
:Score:
:Technique:
:Effort:
:Discomfort:
:END:

[2013-02-04 Mon 07:39]

* conv code
  :PROPERTIES:
  :ID:       547e575e-820e-40c1-bd37-4714b4238af6
  :END:
#+begin_src elisp
(defun vikas-convert ()
  "table to props"
  (interactive)
  (let ((contents
         (apply #'mapcar* #'list
                ;; remove 'hline from list
                   (delq nil (mapcar (lambda (x) (when (listp x) x))
                                       (org-table-to-lisp))))))
    (delete-region (org-table-begin) (org-table-end))
    (insert "  :PROPERTIES:\n")
    (insert (mapconcat (lambda(x) (concat "  :" (first x) ": " (second
    x) "\n" ))
                       contents ""))
    (insert "  :END:\n\n")))
#+end_src
